<script>
</script>
<svelte:head>
    <title>О проекте</title>
</svelte:head>

<div class="about">
    <div class="heading">
        <h2>О проекте</h2>
    </div>

    <p>
        Первая версия словаря реализована Константином Богатыревым и Тимофеем Архангельским.
        Текущая версия реализована и поддерживается Константином Богатыревым
    </p>
    <p>
        Лексикографическая обработка оцифрованного материала ведется под руководством
        Дарьи Поливановой.
    </p>

    <p>Данная версия находится на этапе разработки (Alpha) и в её работе возможны непредвиденные ошибки.
       Часть материала, например курсивные пометы, формы собственных имен, варианты словоформ и т.п.
       могут отсутствовать. Мы работаем над пополнением словаря и исправлением ошибок.</p>

    <p><a href="/">← На главную</a></p>
</div>

<style>
    .about {
        max-width: 700px;
        margin: 0 auto;
    }
    .heading {
        text-align: center;
        margin-bottom: 30px;
        margin-top: 50px;
    }
</style>
